disks/bs.randread/01_1k.log
job: (g=0): rw=randread, bs=(R) 2048B-2048B, (W) 2048B-2048B, (T) 2048B-2048B, ioengine=libaio, iodepth=1
fio-3.7
Starting 1 process

job: (groupid=0, jobs=1): err= 0: pid=228448: Tue Aug 11 21:20:25 2020
   read: IOPS=244, BW=490KiB/s (502kB/s)(14.4MiB/30003msec)
    slat (nsec): min=10923, max=71584, avg=34840.32, stdev=12387.60
    clat (usec): min=4, max=29107, avg=4039.76, stdev=3119.27
     lat (usec): min=44, max=29154, avg=4075.34, stdev=3119.23
    clat percentiles (usec):
     |  1.00th=[   36],  5.00th=[   37], 10.00th=[   43], 20.00th=[   45],
     | 30.00th=[ 1778], 40.00th=[ 2900], 50.00th=[ 3949], 60.00th=[ 5014],
     | 70.00th=[ 6128], 80.00th=[ 7308], 90.00th=[ 8455], 95.00th=[ 8979],
     | 99.00th=[ 9503], 99.50th=[ 9634], 99.90th=[ 9896], 99.95th=[10028],
     | 99.99th=[29230]
   bw (  KiB/s): min=  424, max=  612, per=100.00%, avg=489.88, stdev=36.22, samples=60
   iops        : min=  212, max=  306, avg=244.93, stdev=18.11, samples=60
  lat (usec)   : 10=0.07%, 20=0.01%, 50=22.68%, 100=0.95%, 250=0.90%
  lat (usec)   : 500=0.01%, 1000=0.18%
  lat (msec)   : 2=7.03%, 4=18.59%, 10=49.52%, 20=0.04%, 50=0.01%
  cpu          : usr=0.33%, sys=1.00%, ctx=7344, majf=0, minf=11
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=7350,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=490KiB/s (502kB/s), 490KiB/s-490KiB/s (502kB/s-502kB/s), io=14.4MiB (15.1MB), run=30003-30003msec

Disk stats (read/write):
  sde: ios=7329/0, merge=0/0, ticks=29590/0, in_queue=26743, util=20.33%